Repository: polar147/geststock
Catalog: locales/*.po
Languages: pt_br

source: Length
pt_br: Comprimento

source: Width
pt_br: Largura

source: Height
pt_br: Altura

source: Weight
pt_br: Peso

source: Stock gestion
pt_br: Gestão de estoque

source: The item with this number is not free
pt_br: O item com este número não está livre

source: Item not found with this %s number
pt_br: Não foi encontrado nenhum item com o número %s

source: Number selected different from number reserved
pt_br: Número selecionado diferente do número reservado

source: Thanks to specify an asset item type
pt_br: Obrigado por especificar um tipo de item de ativo

source: Thanks to specify an asset model
pt_br: Obrigado por especificar um modelo de ativo

source: Entity of stock
pt_br: Entidade de estoque

source: See stock
pt_br: Ver estoque

source: Export models in stock to TOVA
pt_br: Exportar modelos em estoque para TOVA

source: Number in stock
pt_br: Número em estoque

source: Reserved in stock
pt_br: Reservado em estoque

source: Number free
pt_br: Número livre

source: Reserved in transit
pt_br: Reservado em trânsito

source: Stock reservation
pt_br: Reserva de estoque

# status
source: Asked
pt_br: Questionado

# status
source: Waiting
pt_br: Aguardando

# status
source: Receipted
pt_br: Recebido

# status
source: Refused
pt_br: Recusado

source: Ticket is mandatory to make a reservation
pt_br: O ticket é obrigatório para fazer uma reserva

source: Entity is mandatory to make a reservation
pt_br: A entidade é obrigatória para fazer uma reserva

source: Location is mandatory to make a reservation
pt_br: O local é obrigatório para fazer uma reserva

source: Thanks to specify number of items whished
pt_br: Obrigado por especificar o número de itens desejados

source: Stock location
pt_br: Localização de estoque

source: Delivery entity
pt_br: Entidade de entrega

source: Delivery location
pt_br: Local de entrega

source: Delivery date
pt_br: Data de entrega

source: Suitcase number
pt_br: Número da mala

source: Suitcase type
pt_br: Tipo de mala

source: Number of packages
pt_br: Número de pacotes

source: Receipt date
pt_br: Data do recibo

source: No free item
pt_br: Nenhum item livre

source: can't create a ticket for ticket type incident
pt_br: não é possível criar um ticket para este tipo de incidente

source: Reservation present in dustbin
pt_br: Reserva presente na lata de lixo

source: Add a reservation
pt_br: Adicionar uma reserva

source: Create a reservation from this ticket
pt_br: Crie uma reserva a partir deste ticket

# status
source: Accompanied
pt_br: Acompanhado

# status
source: Accompanied RAILWAY
pt_br: Ferrovias Acompanhadas

# status
source: Flight department
pt_br: Departamento de voo

# status
source: Mail
pt_br: Correio

# status
source: Accompanied mail
pt_br: Correspondência acompanhada

# status
source: Secure freight
pt_br: Frete seguro

# status
source: Freight
pt_br: Frete

# status
source: Freight RAILWAY
pt_br: Frete ferroviário

# status
source: Freight PTT
pt_br: Frete PTT

# status
source: Road
pt_br: Rodovia

source: Transfert items
pt_br: Itens transferidos

source: Number reserved
pt_br: Número reservado

source: Actual location
pt_br: Localização atual

source: New location
pt_br: Nova localização

source: Total volume
pt_br: Volume total

source: Total weight
pt_br: Peso total

source: Select items to send
pt_br: Selecione os itens para enviar

source: Selection by inventory number
pt_br: Seleção por número de estoque

source: Selection limited
pt_br: Seleção limitada

source: Selection by file
pt_br: Seleção por arquivo

source: Upload files
pt_br: Fazer upload de arquivos

source: Specifications
pt_br: Especificações

source: can't be calculate
pt_br: não pode ser calculado
